package graph.pathGrapth;

public class PathInfo {
	public static String json = "{\r\n" + 
			"    \"ERRMSG\": \"成功\",\r\n" + 
			"    \"ROWS_DETAIL\": [\r\n" + 
			"        {\r\n" + 
			"            \"id\": 1,\r\n" + 
			"            \"name\": \"地铁1号线\",\r\n" + 
			"            \"map\": \"/images/metro/metro_001.png\",\r\n" + 
			"            \"sites\": [\r\n" + 
			"                \"迈皋桥\",\r\n" + 
			"                \"红山动物园\",\r\n" + 
			"                \"南京站\",\r\n" + 
			"                \"新模范马路\",\r\n" + 
			"                \"玄武门\",\r\n" + 
			"                \"鼓楼\",\r\n" + 
			"                \"珠江路\",\r\n" + 
			"                \"新街口\",\r\n" + 
			"                \"张府园\",\r\n" + 
			"                \"三山街\",\r\n" + 
			"                \"中华门\",\r\n" + 
			"                \"安德门\",\r\n" + 
			"                \"天隆寺\",\r\n" + 
			"                \"软件大道\",\r\n" + 
			"                \"花神庙\",\r\n" + 
			"                \"南京南站\",\r\n" + 
			"                \"双龙大道\",\r\n" + 
			"                \"河定桥\",\r\n" + 
			"                \"胜太路\",\r\n" + 
			"                \"百家湖\",\r\n" + 
			"                \"小龙湾\",\r\n" + 
			"                \"竹山路\",\r\n" + 
			"                \"天印大道\",\r\n" + 
			"                \"龙眠大道\",\r\n" + 
			"                \"南医大江苏经贸学院站\",\r\n" + 
			"                \"南京交院\",\r\n" + 
			"                \"中国药科大学\"\r\n" + 
			"            ],\r\n" + 
			"            \"time\": [\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"迈皋桥\",\r\n" + 
			"                    \"starttime\": \"05:42:00\",\r\n" + 
			"                    \"endtime\": \"23:19:00\"\r\n" + 
			"                },\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"中国药科大学\",\r\n" + 
			"                    \"starttime\": \"05:47:00\",\r\n" + 
			"                    \"endtime\": \"23:27:00\"\r\n" + 
			"                }\r\n" + 
			"            ],\r\n" + 
			"            \"transfersites\": [\r\n" + 
			"                \"南京交院\",\r\n" + 
			"                \"中国药科大学\",\r\n" + 
			"                \"南京站\"\r\n" + 
			"            ]\r\n" + 
			"        },\r\n" + 
			"        {\r\n" + 
			"            \"id\": 2,\r\n" + 
			"            \"name\": \"地铁2号线\",\r\n" + 
			"            \"map\": \"/images/metro/metro_002.png\",\r\n" + 
			"            \"sites\": [\r\n" + 
			"                \"油坊桥\",\r\n" + 
			"                \"雨润大街\",\r\n" + 
			"                \"元通\",\r\n" + 
			"                \"奥体东\",\r\n" + 
			"                \"兴隆大街\",\r\n" + 
			"                \"集庆门大街\",\r\n" + 
			"                \"云锦路\",\r\n" + 
			"                \"莫愁湖\",\r\n" + 
			"                \"汉中门\",\r\n" + 
			"                \"上海路\",\r\n" + 
			"                \"新街口\",\r\n" + 
			"                \"大行宫\",\r\n" + 
			"                \"西安门\",\r\n" + 
			"                \"明故宫\",\r\n" + 
			"                \"苜蓿园\",\r\n" + 
			"                \"下马坊\",\r\n" + 
			"                \"孝陵卫\",\r\n" + 
			"                \"钟灵街\",\r\n" + 
			"                \"马群\",\r\n" + 
			"                \"金马路\",\r\n" + 
			"                \"仙鹤门\",\r\n" + 
			"                \"学则路\",\r\n" + 
			"                \"仙林中心\",\r\n" + 
			"                \"羊山公园\",\r\n" + 
			"                \"南大仙林校区\",\r\n" + 
			"                \"经天路\"\r\n" + 
			"            ],\r\n" + 
			"            \"time\": [\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"油坊桥\",\r\n" + 
			"                    \"starttime\": \"05:47:00\",\r\n" + 
			"                    \"endtime\": \"23:27:00\"\r\n" + 
			"                },\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"经天路\",\r\n" + 
			"                    \"starttime\": \"05:42:00\",\r\n" + 
			"                    \"endtime\": \"23:19:00\"\r\n" + 
			"                }\r\n" + 
			"            ],\r\n" + 
			"            \"transfersites\": [\r\n" + 
			"                \"金马路\",\r\n" + 
			"                \"仙鹤门\"\r\n" + 
			"            ]\r\n" + 
			"        },\r\n" + 
			"        {\r\n" + 
			"            \"id\": 3,\r\n" + 
			"            \"name\": \"地铁3号线\",\r\n" + 
			"            \"map\": \"/images/metro/metro_003.png\",\r\n" + 
			"            \"sites\": [\r\n" + 
			"                \"林场\",\r\n" + 
			"                \"星火路\",\r\n" + 
			"                \"东大成贤学院\",\r\n" + 
			"                \"泰冯路\",\r\n" + 
			"                \"天润城\",\r\n" + 
			"                \"柳州东路\",\r\n" + 
			"                \"上元门\",\r\n" + 
			"                \"五塘广场\",\r\n" + 
			"                \"小市\",\r\n" + 
			"                \"南京站\",\r\n" + 
			"                \"南京林业大学·新庄\",\r\n" + 
			"                \"鸡鸣寺\",\r\n" + 
			"                \"浮桥\",\r\n" + 
			"                \"大行宫\",\r\n" + 
			"                \"常府街\",\r\n" + 
			"                \"夫子庙\",\r\n" + 
			"                \"武定门\",\r\n" + 
			"                \"雨花门\",\r\n" + 
			"                \"卡子门\",\r\n" + 
			"                \"大明路\",\r\n" + 
			"                \"明发广场\",\r\n" + 
			"                \"南京南站\",\r\n" + 
			"                \"宏运大道\",\r\n" + 
			"                \"胜太西路\",\r\n" + 
			"                \"天元西路\",\r\n" + 
			"                \"九龙湖\",\r\n" + 
			"                \"诚信大道\",\r\n" + 
			"                \"东大九龙湖校区\",\r\n" + 
			"                \"秣周东路\"\r\n" + 
			"            ],\r\n" + 
			"            \"time\": [\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"林场\",\r\n" + 
			"                    \"starttime\": \"05:47:00\",\r\n" + 
			"                    \"endtime\": \"23:27:00\"\r\n" + 
			"                },\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"秣周东路\",\r\n" + 
			"                    \"starttime\": \"05:42:00\",\r\n" + 
			"                    \"endtime\": \"23:19:00\"\r\n" + 
			"                }\r\n" + 
			"            ],\r\n" + 
			"            \"transfersites\": [\r\n" + 
			"                \"雨花门\",\r\n" + 
			"                \"卡子门\",\r\n" + 
			"                \"大明路\"\r\n" + 
			"            ]\r\n" + 
			"        },\r\n" + 
			"        {\r\n" + 
			"            \"id\": 4,\r\n" + 
			"            \"name\": \"地铁S1号线(机场线)\",\r\n" + 
			"            \"map\": \"/images/metro/metro_004.png\",\r\n" + 
			"            \"sites\": [\r\n" + 
			"                \"南京南站\",\r\n" + 
			"                \"翠屏山\",\r\n" + 
			"                \"佛城西路\",\r\n" + 
			"                \"吉印大道\",\r\n" + 
			"                \"正方中路\",\r\n" + 
			"                \"翔宇路北\",\r\n" + 
			"                \"翔宇路南\",\r\n" + 
			"                \"禄口机场\"\r\n" + 
			"            ],\r\n" + 
			"            \"time\": [\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"南京南站\",\r\n" + 
			"                    \"starttime\": \"05:47:00\",\r\n" + 
			"                    \"endtime\": \"23:27:00\"\r\n" + 
			"                },\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"禄口机场\",\r\n" + 
			"                    \"starttime\": \"05:42:00\",\r\n" + 
			"                    \"endtime\": \"23:19:00\"\r\n" + 
			"                }\r\n" + 
			"            ],\r\n" + 
			"            \"transfersites\": [\r\n" + 
			"                \"吉印大道\",\r\n" + 
			"                \"正方中路\"\r\n" + 
			"            ]\r\n" + 
			"        },\r\n" + 
			"        {\r\n" + 
			"            \"id\": 5,\r\n" + 
			"            \"name\": \"地铁4号线\",\r\n" + 
			"            \"map\": \"/images/metro/metro_005.png\",\r\n" + 
			"            \"sites\": [\r\n" + 
			"                \"龙江\",\r\n" + 
			"                \"南艺·二师·草场\",\r\n" + 
			"                \"云南路\",\r\n" + 
			"                \"鼓楼\",\r\n" + 
			"                \"鸡鸣寺\",\r\n" + 
			"                \"九华山\",\r\n" + 
			"                \"岗子村\",\r\n" + 
			"                \"蒋王庙\",\r\n" + 
			"                \"王家湾\",\r\n" + 
			"                \"聚宝山\",\r\n" + 
			"                \"苏宁总部·徐庄\",\r\n" + 
			"                \"金马路\",\r\n" + 
			"                \"汇通路\",\r\n" + 
			"                \"灵山\",\r\n" + 
			"                \"东流\",\r\n" + 
			"                \"孟北\",\r\n" + 
			"                \"西岗桦墅\",\r\n" + 
			"                \"仙林湖\"\r\n" + 
			"            ],\r\n" + 
			"            \"time\": [\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"龙江\",\r\n" + 
			"                    \"starttime\": \"05:47:00\",\r\n" + 
			"                    \"endtime\": \"23:27:00\"\r\n" + 
			"                },\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"仙林湖\",\r\n" + 
			"                    \"starttime\": \"05:42:00\",\r\n" + 
			"                    \"endtime\": \"23:19:00\"\r\n" + 
			"                }\r\n" + 
			"            ],\r\n" + 
			"            \"transfersites\": [\r\n" + 
			"                \"鸡鸣寺\",\r\n" + 
			"                \"九华山\",\r\n" + 
			"                \"聚宝山\"\r\n" + 
			"            ]\r\n" + 
			"        },\r\n" + 
			"        {\r\n" + 
			"            \"id\": 6,\r\n" + 
			"            \"name\": \"地铁10号线\",\r\n" + 
			"            \"map\": \"/images/metro/metro_006.png\",\r\n" + 
			"            \"sites\": [\r\n" + 
			"                \"安德门\",\r\n" + 
			"                \"小行\",\r\n" + 
			"                \"中胜\",\r\n" + 
			"                \"元通\",\r\n" + 
			"                \"奥体中心\",\r\n" + 
			"                \"梦都大街\",\r\n" + 
			"                \"绿博园\",\r\n" + 
			"                \"江心洲\",\r\n" + 
			"                \"临江路\",\r\n" + 
			"                \"浦口万汇城\",\r\n" + 
			"                \"南京工业大学\",\r\n" + 
			"                \"龙华路\",\r\n" + 
			"                \"文德路\",\r\n" + 
			"                \"雨山路\"\r\n" + 
			"            ],\r\n" + 
			"            \"time\": [\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"安德门\",\r\n" + 
			"                    \"starttime\": \"05:47:00\",\r\n" + 
			"                    \"endtime\": \"23:27:00\"\r\n" + 
			"                },\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"雨山路\",\r\n" + 
			"                    \"starttime\": \"05:42:00\",\r\n" + 
			"                    \"endtime\": \"23:19:00\"\r\n" + 
			"                }\r\n" + 
			"            ],\r\n" + 
			"            \"transfersites\": [\r\n" + 
			"                \"梦都大街\",\r\n" + 
			"                \"绿博园\"\r\n" + 
			"            ]\r\n" + 
			"        },\r\n" + 
			"        {\r\n" + 
			"            \"id\": 7,\r\n" + 
			"            \"name\": \"地铁S8号线(宁天城际)\",\r\n" + 
			"            \"map\": \"/images/metro/metro_007.png\",\r\n" + 
			"            \"sites\": [\r\n" + 
			"                \"泰山新村\",\r\n" + 
			"                \"泰冯路\",\r\n" + 
			"                \"高新开发区\",\r\n" + 
			"                \"信息工程大学\",\r\n" + 
			"                \"卸甲甸\",\r\n" + 
			"                \"大厂\",\r\n" + 
			"                \"葛塘\",\r\n" + 
			"                \"长芦\",\r\n" + 
			"                \"化工园\",\r\n" + 
			"                \"六合开发区\",\r\n" + 
			"                \"龙池\",\r\n" + 
			"                \"雄州\",\r\n" + 
			"                \"凤凰山公园\",\r\n" + 
			"                \"方州广场\",\r\n" + 
			"                \"沈桥\",\r\n" + 
			"                \"八百桥\",\r\n" + 
			"                \"金牛湖\"\r\n" + 
			"            ],\r\n" + 
			"            \"time\": [\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"金牛湖\",\r\n" + 
			"                    \"starttime\": \"05:47:00\",\r\n" + 
			"                    \"endtime\": \"23:27:00\"\r\n" + 
			"                },\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"泰山新村\",\r\n" + 
			"                    \"starttime\": \"05:42:00\",\r\n" + 
			"                    \"endtime\": \"23:19:00\"\r\n" + 
			"                }\r\n" + 
			"            ],\r\n" + 
			"            \"transfersites\": [\r\n" + 
			"                \"卸甲甸\",\r\n" + 
			"                \"大厂\",\r\n" + 
			"                \"葛塘\",\r\n" + 
			"                \"长芦\",\r\n" + 
			"                \"化工园\"\r\n" + 
			"            ]\r\n" + 
			"        },\r\n" + 
			"        {\r\n" + 
			"            \"id\": 8,\r\n" + 
			"            \"name\": \"地铁S3号线(宁和城际)\",\r\n" + 
			"            \"map\": \"/images/metro/metro_008.png\",\r\n" + 
			"            \"sites\": [\r\n" + 
			"                \"高家冲\",\r\n" + 
			"                \"林山\",\r\n" + 
			"                \"桥林新城\",\r\n" + 
			"                \"石碛河\",\r\n" + 
			"                \"双垅\",\r\n" + 
			"                \"兰花塘\",\r\n" + 
			"                \"马骡圩\",\r\n" + 
			"                \"刘村\",\r\n" + 
			"                \"天保\",\r\n" + 
			"                \"高庙路\",\r\n" + 
			"                \"吴候街\",\r\n" + 
			"                \"平良大街\",\r\n" + 
			"                \"永初路\",\r\n" + 
			"                \"油坊桥\",\r\n" + 
			"                \"贾西\",\r\n" + 
			"                \"春江路\",\r\n" + 
			"                \"铁心桥\",\r\n" + 
			"                \"景明佳园\",\r\n" + 
			"                \"南京南站\"\r\n" + 
			"            ],\r\n" + 
			"            \"time\": [\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"南京南站\",\r\n" + 
			"                    \"starttime\": \"05:47:00\",\r\n" + 
			"                    \"endtime\": \"23:27:00\"\r\n" + 
			"                },\r\n" + 
			"                {\r\n" + 
			"                    \"site\": \"高家冲\",\r\n" + 
			"                    \"starttime\": \"05:42:00\",\r\n" + 
			"                    \"endtime\": \"23:19:00\"\r\n" + 
			"                }\r\n" + 
			"            ],\r\n" + 
			"            \"transfersites\": [\r\n" + 
			"                \"马骡圩\",\r\n" + 
			"                \"刘村\",\r\n" + 
			"                \"天保\"\r\n" + 
			"            ]\r\n" + 
			"        }\r\n" + 
			"    ],\r\n" + 
			"    \"RESULT\": \"S\"\r\n" + 
			"}";
}
